Revit 2027 API
ParameterTypeId.DividedSurfaceRule2Suspension Property
 "Is grid 2 suspended?"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceRule2Suspension { get; }
Public Shared ReadOnly Property DividedSurfaceRule2Suspension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceRule2Suspension {
	ForgeTypeId^ get ();
}
static member DividedSurfaceRule2Suspension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace